Repository: galette/plugin-events
Catalog: lang/events_*.utf8.po
Languages: es, fr_fr, uk

source: Event is mandatory
es: Evento es obligatorio
fr_fr: L'évènement est requis
uk: Подія є обов'язковою

source: %1$s is mandatory for this event!
es: ¡ %1$s es obligatorio para este evento !
fr_fr: %1$s est obligatoire pour cet évènement !
uk: %1$s є обов'язковою для цієї події!

source: Please specify amount if booking has been paid ;)
es: Especifique la cantidad si la reserva ha sido abonada ;)
fr_fr: Veuillez spécifier un montant si la réservation a été payée ;)
uk: Будь ласка, вкажіть суму, якщо бронювання було оплачено ;)

source: Member is mandatory
es: Miembro es obligatorio
fr_fr: L'adhérent est requis
uk: Член є обов'язковим

source: There must be at least one person
es: Al menos debe haber una persona
fr_fr: Il doit y avoir au moins une personne
uk: Має бути принаймні одна особа

source: Booking date is mandatory!
es: ¡ La fecha de reserva es obligatoria !
fr_fr: La date de réservation est requise !
uk: Дата бронювання обов'язкова!

source: booking date
es: fecha de reserva
fr_fr: date de réservation
uk: дата бронювання

source: A booking already exists for %1$s in %2$s
es: Ya existe una reserva para %1$s en %2$s
fr_fr: Une réservation existe déjà pour %1$s dans %2$s
uk: Для %1$s у події %2$s вже існує бронювання

source: Booking added
es: Reserva agregada
fr_fr: Réservation ajoutée
uk: Бронювання додано

source: Fail to add new booking.
es: Error al agrega una reserva nueva.
fr_fr: Erreur à l'ajout de la nouvelle réservation.
uk: Не вдалося додати нове бронювання.

source: Booking updated
es: Reserva actualizada
fr_fr: Réservation mise à jour
uk: Бронювання оновлено

source: Bookings management
es: Gestión de reserva
fr_fr: Gestion des réservations
uk: Управління бронюваннями

source: No action was matching.
es: Ninguna acción coincidía.
fr_fr: Aucune action ne correspondait.
uk: Жодна дія не відповідає.

source: No booking was selected, please check at least one.
es: Ninguna reserva fue seleccionada, marque al menos una.
fr_fr: Aucune réservation sélectionnée, vous devez en cocher au moins une.
uk: Бронювання не вибрано, будь ласка, оберіть принаймні одне.

source: Booking
es: Reserva
fr_fr: Réservation
uk: Бронювання

source: New booking has been successfully added.
es: La reserva nueva ha sido agregada correctamente.
fr_fr: La nouvelle réservation a été ajoutée avec succès.
uk: Нове бронювання успішно додано.

source: Booking has been modified.
es: La reserva ha sido modificada.
fr_fr: La réservation a été modifiée.
uk: Бронювання було змінено.

source: An error occurred while storing the booking.
es: Ha ocurrido un error al almacenar la reserva.
fr_fr: Une erreur est survenue à l'enregistrement de la réservation.
uk: Під час зберігання бронювання сталася помилка.

source: Do not forget to store the booking
es: No olvide almacenar la reserva
fr_fr: N'oubliez pas d'enregistrer la réservation
uk: Не забудьте зберегти бронювання

source: Remove booking for %1$s on %2$s
es: Anular reserva para %1$s en %2$s
fr_fr: Supprimer la réservation pour %1$s sur %2$s
uk: Вилучити бронювання для %1$s на %2$s

source: Activities management
es: Gestión de actividades
fr_fr: Gestion des activités
uk: Управління діяльностями

source: Activity
es: Actividad
fr_fr: Activité
uk: Діяльність

source: New activity has been successfully added.
es: Ha sido agregada correctamente una actividad nueva.
fr_fr: La nouvelle activité a été ajoutée avec succès.
uk: Нову діяльність успішно додано.

source: Activity has been modified.
es: Ha sido modificada la actividad.
fr_fr: L'activité a été modifiée.
uk: Діяльність змінено.

source: An error occurred while storing the activity.
es: Ha ocurrido un error mientras almacenaba la actividad.
fr_fr: Une erreur est survenue à l'enregistrement de l'activité.
uk: Під час зберігання діяльності сталася помилка.

source: Remove activity %1$s
es: Eliminar actividad %1$s
fr_fr: Supprimer l'activité %1$s
uk: Вилучити діяльність %1$s

source: Events management
es: Gestión de eventos
fr_fr: Gestion des évènements
uk: Управління подіями

source: Javascript libraries has not been built!
es: ¡Las bibliotecas JavaScript no se han compilado!
fr_fr: Les bibliothèques Javascript n'ont pas été construites !
uk: Бібліотеки Javascript не створено!

source: Events calendar
es: Calendario de eventos
fr_fr: Calendrier des évènements
uk: Календар подій

source: Event
es: Evento
fr_fr: Évènement
uk: Подія

source: Activity has been attached to event.
es: La actividad ha sido adjuntada al evento.
fr_fr: L'activité a été attachée à l'évènement.
uk: Діяльність долучена до події.

source: Do not forget to store the event
es: No olvide almacenar el evento
fr_fr: N'oubliez pas d'enregistrer l'évènement
uk: Не забудьте зберегти подію

source: Activity has been detached from event.
es: La actividad ha sido liberada del evento.
fr_fr: L'activité a été détachée de l'évènement.
uk: Діяльність відлучена від події.

source: New event has been successfully added.
es: Se ha agregado correctamente un evento nuevo.
fr_fr: Le nouvel évènement a été ajouté avec succès.
uk: Нова подія успішно додана.

source: Event has been modified.
es: Evento ha sido modificado.
fr_fr: L'évènement a été modifié.
uk: Подія було змінено.

source: An error occurred while storing the event.
es: Ha ocurrido un error al almacenar el evento.
fr_fr: Une erreur est survenue à l'enregistrement de l'évènement.
uk: Під час зберігання події сталася помилка.

source: Remove event '%1$s'"
es: Eliminar evento «%1$s»
fr_fr: Supprimer l'évènement «%1$s»
uk: Вилучити подію '%1$s'

source: Zip code
es: Código postal
fr_fr: Code postal
uk: ZIP-код

source: Number of persons
es: Número de personas
fr_fr: Nombre de personnes
uk: Кількість осіб

source: Amount
es: Monto
fr_fr: Montant
uk: Сума

source: Bank name
es: Nombre bancario
fr_fr: Nom de la banque
uk: Назва банку

source: Check number
es: Número comprobante
fr_fr: Numéro de chèque
uk: Номер чека

source: bookingslist
es: listado de reservas
fr_fr: liste-reservations
uk: список бронювань

source: Event information
es: Informaciones de evento
fr_fr: Informations de l'évènement
uk: Відомості про подію

source: Start date:
es: Fecha de inicio:
fr_fr: Date de début :
uk: Дата початку:

source: End date:
es: Fecha de finalización:
fr_fr: Date de fin :
uk: Дата завершення:

source: Location:
es: Ubicación:
fr_fr: Localisation :
uk: Місцеперебування:

source: Comment:
es: Comentario:
fr_fr: Commentaire :
uk: Коментар:

source: %1$s paid
es: %1$s pagado
fr_fr: %1$s payés
uk: %1$s оплачено

source: Attendees:
es: Asistentes:
fr_fr: Participants :
uk: Присутні:

source: Activities
es: Actividades
fr_fr: Activités
uk: Діяльності

source: Begin date is mandatory
es: Fecha de inicio obligatoria
fr_fr: La date de début est requise
uk: Дата початку є обов’язковою

source: Begin date
es: Fecha de inicio
fr_fr: Date de début
uk: Дата початку

source: End date
es: Fecha de finalización
fr_fr: Date de fin
uk: Дата завершення

source: End date must be later or equal to begin date
es: La fecha debe ser posterior o igual a la fecha de inicio
fr_fr: La date de fin doit être ultérieure ou égale à la date de début
uk: Дата завершення має бути пізнішою або дорівнювати даті початку

source: Name is mandatory
es: Nombre es obligatorio
fr_fr: Le nom est requis
uk: Назва є обов’язковою

source: Please select a group you own!
es: ¡Selecciona un grupo de tu propiedad!
fr_fr: Veuillez sélectionner un groupe que vous gérez !
uk: Виберіть групу, якою ви володієте!

source: Town is mandatory
es: Ciudad es obligatoria
fr_fr: La ville est requise
uk: Місто є обов'язковим

source: Event added
es: Evento agregado
fr_fr: Évènement ajouté
uk: Подію додано

source: Fail to add new event.
es: Error al agregar evento nuevo.
fr_fr: Erreur à l'ajout du nouvel évènement.
uk: Не вдалося додати нову подію.

source: Event updated
es: Evento actualizado
fr_fr: Évènement mis à jour
uk: Подію оновлено

source: Events
es: Eventos
fr_fr: Évènements

source: Calendar
es: Calendario
fr_fr: Calendrier
uk: Календар

source: Bookings
es: Reservas
fr_fr: Réservations
uk: Бронювання

source: New event booking
es: Crear reserva de evento
fr_fr: Nouvelle réservation d'évènement
uk: Нове бронювання події

source: Activity added
es: Actividad agregada
fr_fr: Activité ajoutée
uk: Діяльність додано

source: Fail to add new activity.
es: Error al agregar actividad nueva.
fr_fr: Erreur à l'ajout de la nouvelle activité.
uk: Не вдалося додати нову діяльність.

source: Activity updated
es: Actividad actualizada
fr_fr: Activité mise à jour
uk: Діяльність оновлено

source: General information
es: Informaciones general
fr_fr: Informations générales
uk: Загальні відомості

source: Is open
es: Está abierto
fr_fr: Est ouvert
uk: Відкрито

source: Name
es: Nombre
fr_fr: Nom
uk: Ім'я

source: Limit to group
es: Limitar al grupo
fr_fr: Limiter au groupe
uk: Обмежити групою

source: Restrict event to selected group (and its subgroups).
es: Evento restringido para grupo seleccionado (y sus grupos heredados).
fr_fr: Restreindre l'évènement au groupe sélectionné (et ses sous groupes).
uk: Обмежити подію вибраною групою (і її підгрупами).

source: Comment
es: Comentario
fr_fr: Commentaire
uk: Коментар

source: Location
es: Lugar
fr_fr: Emplacement
uk: Місцеперебування

source: Address
es: Dirección
fr_fr: Adresse
uk: Адреса

source: Town
es: Pueblo
fr_fr: Ville
uk: Місто

source: Country
es: País
fr_fr: Pays
uk: Країна

source: Choose an activity to add
es: Elija una actividad para agregarla
fr_fr: Choisissez une activité à ajouter
uk: Виберіть діяльність, яку потрібно додати

source: Add selected activity to event
es: Agrega actividad seleccionada al evento
fr_fr: Ajouter l'activité sélectionnée à l'évènement
uk: Додайте вибрану діяльність до події

source: Choose an activity to remove
es: Elija una actividad a retirar
fr_fr: Choisissez une activité à supprimer
uk: Виберіть діяльність для вилучення

source: Remove selected activity from event
es: Retira actividad seleccionada desde el evento
fr_fr: Retirer l'activité sélectionnée de l'évènement
uk: Вилучити вибрану діяльність із події

source: Required
es: Requerido
fr_fr: Obligatoire
uk: Потрібно

source: No activity available in the database.
es: No hay actividad disponible en la base de datos.
fr_fr: Aucune activité disponible dans la base de données.
uk: У базі даних немає активності.

source: Please choose an activity to add
es: Por favor, elija una actividad para añadir
fr_fr: Veuillez choisir une activité à ajouter
uk: Виберіть діяльність, яку потрібно додати

source: Please choose an activity to remove
es: Por favor, elija una actividad para eliminar
fr_fr: Veuillez choisir une activité à supprimer
uk: Виберіть діяльність, яку потрібно вилучити

source: Booking information
es: Informaciones de reserva
fr_fr: Informations réservation
uk: Відомості про бронювання

source: Booking date
es: Fecha de reserva
fr_fr: Date de réservation
uk: Дата бронювання

source: Select an event
es: Seleccione un evento
fr_fr: Sélectionnez un évènement
uk: Виберіть подію

source: No activity for selected event
es: Ninguna actividad para evento seleccionado
fr_fr: Aucune activité pour l'évènement sélectioné
uk: Немає діяльностей для вибраної події

source: Financial information
es: Informaciones financieras
fr_fr: Informations financières
uk: Фінансові відомості

source: Paid
es: Pagado
fr_fr: Payée
uk: Платний

source: No booking selected
es: Ninguna reserva seleccionada
fr_fr: Aucune réservation sélectionnée
uk: Бронювання не вибрано

source: Please make sure to select at least one booking from the list to perform this action.
es: Asegure seleccionar el menos una reserva desde el listado para realizar esta operación.
fr_fr: Veillez à sélectionner au moins une réservation dans la liste pour effectuer cette action.
uk: Будь ласка, не забудьте вибрати хоча б одне бронювання зі списку, щоб виконати цю дію.

source: Members as CSV
es: Miembros como *.csv
fr_fr: Adhérents en CSV
uk: Члени як CSV

source: Export selected reservation members as CSV
es: Exportar miembros de reserva seleccionados como *.csv
fr_fr: Exporter les réservations sélectionnées en CSV
uk: Експорт вибраних членів бронювання як CSV

source: Bookings as CSV
es: Reservas como *.csv
fr_fr: Réservations en CSV
uk: Бронювання як CSV

source: Export selected reservations as CSV
es: Exportar reservas seleccionadas como CSV
fr_fr: Export des réservations sélectionnées en CSV
uk: Експортувати вибрані бронювання як CSV

source: %1$s booking
es: %1$s reserva
fr_fr: %1$s réservation
uk: %1$s бронювання

source: New booking
es: Crear reserva
fr_fr: Nouvelle réservation
uk: Нове бронювання

source: current event
es: evento actual
fr_fr: évènement courant
uk: поточна подія

source: Attendees
es: Participantes
fr_fr: Participants
uk: Присутні

source: Select...
es: Selección...
fr_fr: Choisissez...
uk: Вибір...

source: All payment types
es: Todos los tipos de abonación
fr_fr: Toutes les méthodes de paiement
uk: Усі типи платежів

source: Group
es: Grupo
fr_fr: Groupe
uk: Група

source: Paid bookings:
es: Reserva abonada:
fr_fr: Réservations payées :
uk: Платні бронювання:

source: Not paid
es: No renumerado
fr_fr: Non payée
uk: Не оплачується

source: Found bookings total %f
es: Se encontraron un total de %f reservas
fr_fr: Total des réservations trouvées : %f
uk: Загалом бронювань знайдено: %f

source: Edit booking
es: Editar reserva
fr_fr: Modifier la réservation
uk: Змінити бронювання

source: Remove from database
es: Eliminar de la base de datos
fr_fr: Supprimer de la base de données
uk: Вилучити з бази даних

source: No booking has been found
es: No se ha encontrado ninguna reserva
fr_fr: Aucune réservation trouvée
uk: Бронювання не знайдено

source: %1$s activity
es: %1$s actividad
fr_fr: %1$s activité
uk: %1$s діяльність

source: New activity
es: Crear actividad
fr_fr: Nouvelle activité
uk: Нова діяльність

source: Creation date
es: Fecha de creación
fr_fr: Date de création
uk: Дата створення

source: Is active
es: Está activo
fr_fr: Est active
uk: Діє

source: Active
es: Activa
uk: Діяльний

source: Inactive
es: Inactiva
fr_fr: Inactif
uk: Незадіяний

source: %1$s: edit information
es: %1$s: editar informaciones
fr_fr: %1$s : modifier les informations
uk: %1$s: редагування відомостей

source: %1$s: remove from database
es: %1$s: quitar desde BdD
fr_fr: %1$s : supprimer de la base de données
uk: %1$s: вилучення з бази даних

source: No activity has been found
es: No se ha encontrado ninguna actividad
fr_fr: Aucune activité trouvée
uk: Жодної діяльності не знайдено

source: %1$s event
es: %1$s evento
fr_fr: %1$s évènement
uk: %1$s подія

source: New event
es: Crear evento
fr_fr: Nouvel évènement
uk: Нова подія

source: Date
es: Fecha
uk: Дата

source: Open
es: Abrir
fr_fr: Ouvert
uk: Відкрити

source: Event is open
es: Evento abierto
fr_fr: L'évènement est ouvert
uk: Подія відкрита

source: Event is closed
es: Evento cerrado
fr_fr: L'évènement est fermé
uk: Подія закрита

source: %1$s: export bookings as CSV
es: Evento %1$s: exportar reservas como *.cvs
fr_fr: %1$s : exporter les réservations en CSV
uk: %1$s: експорт бронювань у форматі CSV

source: %1$s: show bookings
es: evento %1$s: mostrar reservas
fr_fr: %1$s : voir les réservations
uk: %1$s: показ бронювань

source: No event has been found
es: No se ha encontrado ningún evento
fr_fr: Aucun évènement trouvé
uk: Жодної події не знайдено

source: Daily list
es: Listado diario
fr_fr: Liste quotidienne
uk: Щоденний список

source: Weekly list
es: Listado semanal
fr_fr: Liste hebdomadaire
uk: Щотижневий список

source: Monthly list
es: Listado mensual
fr_fr: Liste mensuelle
uk: Щомісячний список

source: Month calendar
es: Calendario mensual
fr_fr: Calendrier mensuel
uk: Місячний календар

source: Today
es: Hoy
fr_fr: Aujourd'hui
uk: Сьогодні

source: Color
fr_fr: Couleur
uk: Колір
